Repository: thatsed/TheDoubleR
Catalog: rickroller/locale/*/LC_MESSAGES/django.po
Languages: it

source: Title
it: Titolo

source: Description
it: Descrizione

source: Image URL
it: URL Immagine

source: You can provide an image for extra trickery.
it: Aggiungi un'immagine per renderlo più credibile.

source: Date
it: Data

source: Rickroll Post
it: Post Rickroll

source: Rickroll Posts
it: Posts Rickroll

source: Create
it: Crea

source: About
it: Info

source: No cookie for you :D
it: Niente cookie per te :D

source: Copied to clipboard.
it: Copiato negli appunti.

source: The latest in <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>olling technology
it: Il <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>olling d'avanguardia

source: I saw a video on <i>"a popular video sharing platform"</i> of a guy asking <strong>Guinness World Records</strong> recognition for the most celebrities <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>olled in a week. I saw him sharing the links using <i>"a popular link-shortener website"</i>, and I was shocked by how primal his technique was.
it: Ho visto un video su <i>"una nota piattaforma di condivisione video"</i> di un ragazzo che ha chiesto a <strong>Guinness World Records</strong> il riconoscimento per il maggior numero di celebrità <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>ollate in una settimana. L'ho notato condividere i link utilizzando <i>"un noto sito di accorciamento per i link"</i>, e sono rimasto scosso da quanto primordiale fosse la sua tecnica.

source: So here we are now, enjoy!
it: E quindi eccoci qua. Goditela!

source: No <strong class="text-danger">C</strong>ookie for You
it: Niente <strong class="text-danger">C</strong>ookie per Te

source: No cookie is needed. Even functional ones like session or CSRF protection are overkill here. So, no cookie is set. Enjoy!
it: Non serve nessun cookie. Anche quelli funzionali come di sessione o protezione da CSRF sono eccessivi qui. Quindi, nessun cookie viene impostato. Goditela!

source: <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>oll anyone
it: <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>olla chi vuoi

source: Create a fake article. Share it. Enjoy.
it: Crea un finto articolo. Condividilo. Goditela.

source: Preview
it: Anteprima

source: Copy
it: Copia

source: More
it: Altri

source: Share your <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>oll
it: Condividi il tuo <strong class="text-danger">R</strong>ick<strong class="text-danger">R</strong>oll

source: Click to copy
it: Clicca per copiare
